Repository: leka/ios-monorepo
Catalog: Apps/LekaApp/Resources/l10n/Localizable.xcstrings
Source language: en
Languages: fr

source: Change Password
fr: Changer de Mot de Passe

source: An email has been sent to your address with instructions to change your password. Please check your inbox.
fr: Un email a été envoyé à l'adresse indiquée. Veuillez cliquer sur le lien pour confirmer votre adresse e-mail.

# lekaapp.settings_view.credentials_section.change_credentials.success_alert_title
source: Email Sent
fr: E-mail Envoyé

# lekaapp.settings_view.credentials_section.email_label
source: Account Email
fr: Adresse Email

# lekaapp.settings_view.navigation_title
source: Settings
fr: Réglages

# lekaapp.settings_view.profiles_section.button_label
source: Switch Caregiver Profile
fr: Changer de Profil Accompagnant

# lekaapp.welcome_view.create_account_button
source: Create account
fr: Créer un compte

# lekaapp.welcome_view.login_button
source: Login
fr: Se connecter

# lekaapp.welcome_view.skip_step_button
source: Skip this step
fr: Passer cette étape

# lekapp.add_first_caregiver_profile.button_label
source: Create First Caregiver
fr: Créer votre premier profil Accompagnant

# lekapp.caregiver_view.available_soon_label
source: Your usage history will soon be available here.
fr: Votre historique d'utilisation sera bientôt disponible ici.

# lekapp.carereceiver_view.available_soon_label
source: Your usage history will soon be available here.
fr: Votre historique d'utilisation sera bientôt disponible ici.

# lekapp.carereceiver_view.edit_profile_button_label
source: Edit profile
fr: Éditer le profil

# lekapp.edit_caregiver_profile.button_label
source: Edit profile
fr: Éditer le profil

# lekapp.not_account_connected_label.button_label
source: Log In or Sign Up
fr: Se Connecter ou Créer un Compte

# lekapp.not_account_connected_label.message
source: You are currently using Leka without an account!.
fr: Vous utilisez Leka sans être connecté !

# lekapp.select_caregiver_profile.button_label
source: Select Caregiver
fr: Sélectionner un Accompagnant
